Repository: jcglisson7989/MarketingAlliance
Catalog: software/AS/Logical/Application_Logic/pkgDispense/HMITableTexts/Rec_Dispense_Titles.tmx
Source language: en
Languages: de, es, fr, pt, sv

source: Disp Primer Valve Enable
de: Disp% s Ventil aktivieren
es: Valvula Disp% s Activar
fr: Valve de Disp% Activer
pt: Valvula Disp% s Ativar
sv: Disp% s Ventil Enable

source: Disp Primer Valve Time [ms]
de: Disp% s Ventilzeit [ms]
es: Disp% s tiempo de la valvula [ms]
fr: Valve Time [ms] de Disp%
pt: Disp% s Valvula Tempo [ms]
sv: Disp% s Ventil Tid [ms]

source: Disp Primer Valve Cure Enable
de: Disp% s Ventil Cure aktivieren
es: Cure Valvula Disp% s Activar
fr: De Disp% Valve Cure Activer
pt: Disp% s Valvula Cure Ativar
sv: Disp% s Ventil Cure Enable

source: Disp Mouth Valve Enable
de: Disp% s Ventil aktivieren
es: Valvula Disp% s Activar
fr: Valve de Disp% Activer
pt: Valvula Disp% s Ativar
sv: Disp% s Ventil Enable

source: Disp Mouth Valve Time [ms]
de: Disp% s Ventilzeit [ms]
es: Disp% s tiempo de la valvula [ms]
fr: Valve Time [ms] de Disp%
pt: Disp% s Valvula Tempo [ms]
sv: Disp% s Ventil Tid [ms]

source: Disp Mouth Valve Cure Enable
de: Disp% s Ventil Cure aktivieren
es: Cure Valvula Disp% s Activar
fr: De Disp% Valve Cure Activer
pt: Disp% s Valvula Cure Ativar
sv: Disp% s Ventil Cure Enable

source: Enable dispense valve
de: Aktivieren Ausgabeventil
es: Activar la valvula de suministro
fr: Activer la vanne de distribution
pt: Ativar valvula de distribuicao
sv: Aktivera utmatningsventilen

source: Time in MILLISECONDS for the valve to dispense
de: Zeit in Millisekunden fur das Ventil zu verzichten
es: Tiempo en milisegundos para la valvula para dispensar
fr: Temps en millisecondes pour la vanne pour distribuer
pt: Tempo em milissegundos para a valvula para dispensar
sv: Tid i millisekunder for ventilen for att dispensera

source: Enable cure DO
de: Aktivieren Heilung DO
es: Habilitar cura DO
fr: Activer la guerison DO
pt: Ativar cura FAZER
sv: Aktivera bota DO
